Repository: collective/sc.contentrules.groupbydate
Catalog: */contentrules/groupbydate/locales/*/LC_MESSAGES/*.contentrules.groupbydate.po
Languages: es

source: One level up
es: Una carpeta por encima

source: Same folder of content
es: La misma carpeta del contenido

source: A content rules action to move an item to a folder structure.
es: Una regla de contenido que mueve un item a una estructura de carpetas.

source: Action for content rules that creates a date-based folder structure.
es: Una regla de contenido que crea una estructura de carpetas con base en una fecha.

source: Add group by date folder action
es: Adicionar la acción de carpeta agrupar por fechas.

source: Base folder
es: Carpeta base

source: Base folder ${target} does not exist.
es: La carpeta base ${target} no existe.

source: Choose hierarchy structure. Use strftime formating. e.g.: '%Y/%m/%d' to have 2011/11/17 or '%Y/%m' to have 2011/11
es: Especifique la estrutura de la jerarquía. Use el formato de strftime; p.e.: '%Y/%m/%d' para obtener 2011/11/17 o '%Y/%m' para obtener 2011/11

source: Choose the base folder for the date hierarchy.
es: Seleccione la carpeta que servirá de base a la jerarquía de fechas.

source: Comment about the last transition
es: Comentarios sobre la última transición.

source: Configure element
es: Configurar el elemento

source: Content rules: Date-based folder action
es: Reglas de contenido: Acción de carpeta basada en fechas

source: Default View
es: Vista por defecto

source: Default view that container will be render.
es: La vista por defecto que se aplicará al contenedor.

source: Edit group by date action
es: Editar la acción agrupar por fechas

source: Group by date Workflow for Folders
es: Workflow para las carpetas creadas por la acción agrupar por fechas

source: Hierarchy structure
es: Estructura de la jerarquía

source: Keeps visibility from folder above.
es: Mantener la visibilidad de la carpeta superior.

source: Move the item under ${base_folder} using ${structure} structure
es: Mueve el item debajo de ${base_folder} usando la estructura ${structure}

source: Previous transition
es: Transición anterior

source: Provides access to workflow history
es: Proporciona acceso al histórico del workflow

source: Public draft
es: Visible

source: The ID of the user who performed the last transition
es: El ID del usuario que realizó la última transición

source: Used to support sc.contentrules.groupbydate_workflow
es: Usado como soporte de sc.contentrules.groupbydate_workflow

source: When the previous transition was performed
es: Cuándo la transición anterior fue realizada

source: Year
es: Año

source: Year/Month
es: Año/Mes

source: Year/Month/Day
es: Año/Mes/Día
