Repository: collective/sc.contentrules.groupbydate
Catalog: src/*/contentrules/groupbydate/locales/*/LC_MESSAGES/*.contentrules.groupbydate.po
Languages: pt_br

source: One level up
pt_br: Uma pasta acima do conteúdo

source: Same folder of content
pt_br: Mesma pasta do conteúdo

source: A content rules action to move an item to a folder structure.
pt_br: Uma ação para as regras de conteúdo que move um conteúdo para dentro de uma estrutura de pastas.

source: Action for content rules that creates a date-based folder structure.
pt_br: Ação de regras de conteúdo que cria uma estrutura de pastas baseada em uma data.

source: Add group by date folder action
pt_br: Adicionar ação de organização por data.

source: Base folder
pt_br: Pasta base

source: Base folder ${target} does not exist.
pt_br: Pasta base ${target} não existente.

source: Choose hierarchy structure. Use strftime formating. e.g.: '%Y/%m/%d' to have 2011/11/17 or '%Y/%m' to have 2011/11
pt_br: Escolha a estrutura da hierarquia. Use o formato strftime. ex: '%Y/%m/%d' para ter 2011/11/17 ou '%Y/%m' para ter 2011/11

source: Choose the base folder for the date hierarchy.
pt_br: Escolha a pasta que será a base para a hierarquia de datas

source: Container
pt_br: Pasta

source: Content rules: Date-based folder action
pt_br: Regras de Conteúdo: Ação de criação de pastas por data.

source: Edit group by date action
pt_br: Editar a ação de organização por data.

source: Hierarchy structure
pt_br: Estrutura da hierarquia

source: Move the item under ${base_folder} using ${structure} structure
pt_br: Move o item para baixo de ${base_folder} usando a estrutura ${structure}

source: Select the type of container in which the structure will be based.
pt_br: Selecione o tipo de pasta que será utilizado para a criação da estrutura.
